{
    "0.2.9": [
        "# New Features",
        "- Added Sea Creature Box."
    ],
    "0.2.8": [
        "# New Features",
        "- Added Ashfang Helper.",
        "# Bug Fixes & Improvements",
        "- Fixed Master skulls not shown in Dungeon Chest Profit Display."
    ],
    "0.2.7": [
        "# Bug Fixes & Improvements",
        "- Hopefully fixed Dungeon Chest Profit Display not working for the player who uses something like convert roman to numeral feature."
    ],
    "0.2.6": [
        "# Bug Fixes & Improvements",
        "- Dungeon Chest Profit Display is now shown in Croesus chest selection gui."
    ],
    "0.2.5": [
        "# New Features",
        "- Added Inventory Saver. You can use it by running '/rememberinventory <inventory name>' or '/ri <inventory name>'.",
        "- Added Dungeon Chest Profit Display that show profit of the reward chest calculated with the prices you set.",
        "# Bug Fixes & Improvements",
        "- Fixed area recognition feature sometimes throws exception when disconnecting.",
        "- Fishing Timer's background color and transparency are now adjustable.",
        "- This version might include some bugs or perfomance issues, so please report if you have them!"
    ],
    "0.2.4": [
        "# New Features",
        "- Added debuff broadcast feature that adds keybind to send party chat about your estimated debuff results on dragons.",
        "- Added Pest Box.",
        "# Bug Fixes & Improvements",
        "- Fixed debug event registration message shown even if there is no registration / unregistration.",
        "- Fixed kick timer shown when you re-login to hypixel.",
        "- Fixed Chest Glitch HUD not working."
    ],
    "0.2.3": [
        "# New Features",
        "- Added Chest Glitch HUD that shows whether you can glitch through the floor with your current location.",
        "- Added Kick Timer that shows how long have you been kicked.",
        "- Added Ice Spray Notice that notifies you when you hit ice spray to dragons.",
        "# Bug Fixes & Improvements",
        "- Fixed huds shown outside skyblock."
    ],
    "0.2.2": [
        "# Bug Fixes & Improvements",
        "- Fixed terminal waypoints incorrectly removed when the player does additional terminals.",
        "- Made relic waypoint shown when the Necron's health is below half, instead of Wither King's spawn.",
        "- Refactored some codes for some performance improvements.",
        "- Fixed incorrect command name for fishing timer window."
    ],
    "0.2.1": [
        "Fixed terminal waypoints shown after completed them all.",
        "Fixed changelogs not showing correctly.",
        "Fixed relic waypoint not showing.",
        "",
        "Added Fishing Timer with external window.",
        "  You can use it by running /fishingtimer or /fst."
    ],
    "0.2.0": [
        "Fixed Dropship Timer warns specified seconds after launch instead of before explosion.",
        "",
        "Added 'Active' display to Ragnarock Axe HUD like Reaper Armor HUD.",
        "Added Soulflow HUD.",
        "Added Energized Chunk Warning in Kuudra T5."
    ],
    "0.1.9": [
        "Added Terminal Beacons that are showed based on your class.",
        "Added Flare timer.",
        "Added Inventory HUD.",
        "Added Composter timer HUD.",
        "Added Dropship Warning HUD based on timer.",
        "(WIP) Added auction viewer with attribute search function."
    ]
}